Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Your week in review is ready
de: Dein Wochenrückblick ist bereit
es: Tu resumen de la semana está listo
fr: Votre bilan de la semaine est prêt
it: La tua settimana in sintesi è pronta
nl: Je weekoverzicht staat klaar
pl: Twoje podsumowanie tygodnia jest gotowe
pt: O teu resumo da semana está pronto
ro: Rezumatul săptămânii tale este gata
ru: Итоги вашей недели готовы

source: Your week: 74% in range
de: Deine Woche: 74 % im Zielbereich
es: Tu semana: 74 % en rango
fr: Votre semaine : 74 % dans la cible
it: La tua settimana: 74 % nell'intervallo
nl: Je week: 74% binnen bereik
pl: Twój tydzień: 74% w zakresie
pt: A tua semana: 74 % dentro do intervalo
ro: Săptămâna ta: 74 % în interval
ru: Ваша неделя: 74 % в диапазоне

source: above %@
de: über %@
es: por encima de %@
fr: au-dessus de %@
it: sopra %@
nl: boven %@
pl: powyżej %@
pt: acima de %@
ro: peste %@
ru: выше %@

source: any moment
de: gleich
es: en breve
fr: imminent
it: a momenti
nl: zo meteen
pl: lada moment
pt: em breve
ro: imediat
ru: вот-вот

source: avg / day
de: Ø / Tag
es: media / día
fr: moy. / jour
it: media / giorno
nl: gem. / dag
pl: śr. / dzień
pt: média / dia
ro: medie / zi
ru: средн. / день

source: below %@
de: unter %@
es: por debajo de %@
fr: en dessous de %@
it: sotto %@
nl: onder %@
pl: poniżej %@
pt: abaixo de %@
ro: sub %@
ru: ниже %@

source: carbs
de: Kohlenhydrate
es: carbohidratos
fr: glucides
it: carboidrati
nl: koolhydraten
pl: węglowodany
pt: hidratos de carbono
ro: carbohidrați
ru: углеводы

source: carbs / serving
de: Kohlenhydrate / Portion
es: carbohidratos / ración
fr: glucides / portion
it: carboidrati / porzione
nl: koolhydraten / portie
pl: węglowodany / porcję
pt: hidratos de carbono / dose
ro: carbohidrați / porție
ru: углеводы / порция

source: climbing quickly
de: steigt schnell
es: subiendo rápido
fr: en hausse rapide
it: in rapida salita
nl: snel stijgend
pl: szybko rośnie
pt: a subir rapidamente
ro: crește rapid
ru: быстро растёт

source: day
de: Tag
es: día
fr: journée
it: giornata
nl: dag
pl: dzień
pt: dia
ro: zi
ru: день

source: dropping quickly
de: fällt schnell
es: bajando rápido
fr: en baisse rapide
it: in rapida discesa
nl: snel dalend
pl: szybko spada
pt: a descer rapidamente
ro: scade rapid
ru: быстро падает

source: e.g. red pouch in the kitchen drawer
de: z. B. rote Tasche in der Küchenschublade
es: p. ej., estuche rojo en el cajón de la cocina
fr: par ex. trousse rouge dans le tiroir de la cuisine
it: ad es. astuccio rosso nel cassetto della cucina
nl: bijv. rood etui in de keukenla
pl: np. czerwone etui w szufladzie w kuchni
pt: p. ex. bolsa vermelha na gaveta da cozinha
ro: de ex. borsetă roșie în sertarul din bucătărie
ru: например, красный чехол в кухонном ящике

source: fast carbs
de: schnelle Kohlenhydrate
es: carbohidratos rápidos
fr: glucides rapides
it: carboidrati rapidi
nl: snelle koolhydraten
pl: szybkie węglowodany
pt: hidratos rápidos
ro: carbohidrați rapizi
ru: быстрые углеводы

source: frequent highs
de: häufige Hochwerte
es: hiperglucemias frecuentes
fr: hyperglycémies fréquentes
it: valori alti frequenti
nl: frequente hoge waarden
pl: częste przecukrzenia
pt: valores altos frequentes
ro: creșteri frecvente
ru: частые высокие

source: frequent lows
de: häufige Tiefwerte
es: hipoglucemias frecuentes
fr: hypoglycémies fréquentes
it: valori bassi frequenti
nl: frequente lage waarden
pl: częste niedocukrzenia
pt: valores baixos frequentes
ro: scăderi frecvente
ru: частые низкие

source: h
de: Std.
nl: u
pl: godz.
ru: ч

source: iCloud sync
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt: Sincronização do iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud

source: in range
de: im Zielbereich
es: en rango
fr: dans la cible
it: nell'intervallo
nl: binnen bereik
pl: w zakresie
pt: dentro do intervalo
ro: în interval
ru: в диапазоне

source: in the afternoon
de: nachmittags
es: por la tarde
fr: l'après-midi
it: nel pomeriggio
nl: 's middags
pl: po południu
pt: à tarde
ro: după-amiaza
ru: днём

source: in the evening
de: abends
es: al anochecer
fr: le soir
it: di sera
nl: 's avonds
pl: wieczorem
pt: ao anoitecer
ro: seara
ru: вечером

source: in the morning
de: morgens
es: por la mañana
fr: le matin
it: al mattino
nl: 's ochtends
pl: rano
pt: de manhã
ro: dimineața
ru: утром

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
it: proprio ora
nl: zojuist
pl: przed chwilą
pt: agora mesmo
ro: chiar acum
ru: только что

source: meal logged or rising, no dose recorded
de: Mahlzeit erfasst oder Anstieg, keine Dosis
es: comida registrada o subida, sin dosis
fr: repas noté ou montée, aucune dose
it: pasto registrato o salita, nessuna dose
nl: maaltijd gelogd of stijging, geen dosis
pl: posiłek zapisany lub wzrost, brak dawki
pt: refeição registada ou subida, sem dose
ro: masă înregistrată sau creștere, fără doză
ru: приём пищи или рост, доза не записана

source: net carbs
de: Netto-Kohlenhydrate
es: carbohidratos netos
fr: glucides nets
it: carboidrati netti
nl: netto koolhydraten
pl: węglowodany netto
pt: hidratos de carbono líquidos
ro: carbohidrați neți
ru: чистые углеводы

source: no glucose readings
de: keine Glukosemesswerte
es: sin lecturas de glucosa
fr: aucune mesure de glycémie
it: nessuna lettura di glicemia
nl: geen glucosemetingen
pl: brak odczytów glukozy
pt: sem leituras de glicose
ro: nicio citire de glicemie
ru: нет показаний глюкозы

source: not taken
de: nicht eingenommen
es: no tomada
fr: non prise
it: non assunta
nl: niet ingenomen
pl: nie przyjęto
pt: não tomada
ro: neluat
ru: не принято

source: note
de: Notiz
es: nota
it: nota
nl: notitie
pl: notatka
pt: nota
ro: notiță
ru: заметка

source: notes
de: Notizen
es: notas
it: note
nl: notities
pl: notatki
pt: notas
ro: notițe
ru: заметки

source: now
de: jetzt
es: ahora
fr: maintenant
it: adesso
nl: nu
pl: teraz
pt: agora
ro: acum
ru: сейчас

source: of carbs
de: Kohlenhydrate
es: de carbohidratos
fr: de glucides
it: di carboidrati
nl: koolhydraten
pl: węglowodanów
pt: de hidratos
ro: carbohidrați
ru: углеводов

source: only when nothing is logged by your usual time
de: nur wenn bis zur üblichen Zeit nichts eingetragen ist
es: solo si no hay nada registrado a tu hora habitual
fr: seulement si rien n'est consigné à l'heure habituelle
it: solo se non c'è nulla registrato entro l'orario abituale
nl: alleen als er niets is gelogd op je gebruikelijke tijd
pl: tylko gdy nic nie zapisano do zwykłej pory
pt: só quando nada foi registado à tua hora habitual
ro: doar când nu e nimic logat până la ora obișnuită
ru: только если к обычному времени ничего не записано

source: overnight
de: nachts
es: por la noche
fr: la nuit
it: di notte
nl: 's nachts
pl: w nocy
pt: durante a noite
ro: noaptea
ru: ночью

source: per 100 g
de: pro 100 g
es: por 100 g
fr: pour 100 g
pl: na 100 g
pt: por 100 g
ro: la 100 g
ru: на 100 g

source: per serving
de: pro Portion
es: por ración
fr: par portion
it: per porzione
nl: per portie
pl: na porcję
pt: por dose
ro: per porție
ru: на порцию

source: points
de: Punkte
es: puntos
it: punti
nl: punten
pl: punktów
pt: pontos
ro: puncte
ru: баллов

source: prep
de: Vorbereitung
es: preparación
fr: préparation
it: preparazione
nl: voorbereiding
pl: przygotowanie
pt: preparação
ro: preparare
ru: подготовка

source: raised low alert while you move, logged when you stop
de: höhere Tief-Warnung während du dich bewegst, eingetragen wenn du stoppst
es: alerta de baja elevada mientras te mueves, registrado al parar
fr: alerte basse relevée pendant l'effort, consigné à l'arrêt
it: soglia bassa alzata mentre ti muovi, registrato quando ti fermi
nl: verhoogde lage-melding terwijl je beweegt, gelogd als je stopt
pl: podniesiony alarm niskiego, zapis po zakończeniu
pt: alerta de baixa elevado enquanto te mexes, registado ao parar
ro: alertă de scăzut ridicată cât te miști, logat când te oprești
ru: повышенный порог низкого во время движения, запись при остановке

source: serving
de: Portion
es: ración
fr: portion
it: porzione
nl: portie
pl: porcja
pt: dose
ro: porție
ru: порция

source: servings
de: Portionen
es: raciones
fr: portions
it: porzioni
nl: porties
pl: porcje
pt: doses
ro: porții
ru: порции

source: steps
de: Schritte
es: pasos
fr: pas
it: passi
nl: stappen
pl: kroki
pt: passos
ro: pași
ru: шагов

source: still active
de: noch aktiv
es: aún activa
fr: encore active
it: ancora attiva
nl: nog actief
pl: wciąż aktywna
pt: ainda ativa
ro: încă activă
ru: ещё активна

source: taken
de: eingenommen
es: tomada
fr: prise
it: assunta
nl: ingenomen
pl: przyjęta
pt: tomada
ro: luată
ru: принята

source: then recheck
de: dann nachmessen
es: luego vuelve a medir
fr: puis recontrôle
it: poi ricontrolla
nl: daarna opnieuw meten
pl: potem zmierz ponownie
pt: depois volta a medir
ro: apoi verifică din nou
ru: затем перепроверьте

source: units
de: Einheiten
es: unidades
fr: unités
it: unità
nl: eenheden
pl: jednostek
pt: unidades
ro: Unități
ru: ед.

source: until recheck
de: bis zum Nachmessen
es: para volver a medir
fr: avant le recontrôle
it: al ricontrollo
nl: tot opnieuw meten
pl: do ponownego pomiaru
pt: até voltar a medir
ro: până la reverificare
ru: до перепроверки

source: vs last week
de: ggü. letzter Woche
es: vs. la semana pasada
fr: vs semaine dernière
it: rispetto alla settimana scorsa
nl: t.o.v. vorige week
pl: wobec zeszłego tygodnia
pt: vs. semana passada
ro: față de săptămâna trecută
ru: по сравнению с прошлой неделей

source: week
de: Woche
es: semana
fr: semaine
it: settimana
pl: tydzień
pt: semana
ro: săptămână
ru: неделя

source: when data stops arriving
de: wenn keine Daten mehr eintreffen
es: cuando dejan de llegar datos
fr: quand les données cessent d'arriver
it: quando i dati smettono di arrivare
nl: wanneer er geen gegevens meer binnenkomen
pl: gdy dane przestają napływać
pt: quando os dados deixam de chegar
ro: când datele nu mai sosesc
ru: когда данные перестают поступать

source: 60 g feta
es: 60 g de queso feta
fr: 60 g de feta
it: 60 g di feta
pl: 60 g sera feta
pt: 60 g de queijo feta
ru: 60 г феты

source: Alarm
es: Alarma
fr: Alarme
it: Allarme
pt: Alarme
ro: Alarmă
ru: Сигнал тревоги

source: App
es: Aplicación
fr: Application
pl: Aplikacja
pt: Aplicação
ro: Aplicație
ru: Приложение

source: Backup
es: Copia de seguridad
fr: Sauvegarde
pl: Kopia zapasowa
pt: Cópia de segurança
ro: Copie de siguranță
ru: Резервная копия

source: Basal insulin
es: Insulina basal
fr: Insuline basale
it: Insulina basale
nl: Basale insuline
pl: Insulina bazowa
pt: Insulina basal
ro: Insulină bazală
ru: Базальный инсулин

source: Bolus
es: Bolo
it: Bolo
pt: Bólus
ru: Болюс

source: Bolus %@
es: Bolo %@
it: Bolo %@
pt: Bólus %@
ru: Болюс %@

source: Bolus insulin
es: Insulina bolo
fr: Insuline bolus
it: Insulina bolo
nl: Bolusinsuline
pl: Insulina bolusowa
pt: Insulina bólus
ro: Insulină bolus
ru: Болюсный инсулин

source: Bronze
es: Bronce
it: Bronzo
nl: Brons
pl: Brąz
ro: Bronz
ru: Бронза

source: CGM sensor
es: Sensor CGM
fr: Capteur CGM
it: Sensore CGM
pl: Sensor CGM
pt: Sensor CGM
ro: Senzor CGM
ru: CGM-сенсор

source: Community
es: Comunidad
fr: Communauté
pl: Społeczność
pt: Comunidade
ro: Comunitate
ru: Сообщество

source: Gold
es: Oro
fr: Or
it: Oro
nl: Goud
pl: Złoto
pt: Ouro
ro: Aur
ru: Золото

source: Health
es: Salud
fr: Santé
it: Salute
nl: Gezondheid
pl: Zdrowie
pt: Saúde
ro: Sănătate
ru: Здоровье

source: Insulin
es: Insulina
fr: Insuline
it: Insulina
nl: Insuline
pl: Insulina
pt: Insulina
ro: Insulină
ru: Инсулин

source: Insulin name (optional)
es: Nombre de la insulina (opcional)
fr: Nom de l'insuline (facultatif)
it: Nome dell'insulina (facoltativo)
nl: Insulinenaam (optioneel)
pl: Nazwa insuliny (opcjonalnie)
pt: Nome da insulina (opcional)
ro: Numele insulinei (opțional)
ru: Название инсулина (необязательно)

source: Journal
es: Diario
it: Diario
nl: Dagboek
pl: Dziennik
pt: Diário
ro: Jurnal
ru: Дневник

source: Journal check-ins
es: Registros del diario
fr: Points de suivi du journal
it: Check-in del diario
nl: Dagboekmomenten
pl: Zapisy w dzienniku
pt: Registos no diário
ro: Notări în jurnal
ru: Отметки в дневнике

source: LibreLinkUp email
es: Correo de LibreLinkUp
fr: E-mail LibreLinkUp
it: Email LibreLinkUp
pl: E-mail LibreLinkUp
pt: E-mail do LibreLinkUp
ro: E-mail LibreLinkUp
ru: Эл. почта LibreLinkUp

source: Max bolus
es: Bolo máximo
fr: Bolus max.
it: Bolo massimo
pl: Maks. bolus
pt: Bólus máximo
ro: Bolus maxim
ru: Макс. болюс

source: Maximum
es: Máximo
it: Massimo
pl: Maksimum
pt: Máximo
ro: Maxim
ru: Максимум

source: Median
es: Mediana
fr: Médiane
it: Mediana
nl: Mediaan
pl: Mediana
pt: Mediana
ro: Mediană
ru: Медиана

source: Menstruation
es: Menstruación
it: Mestruazioni
nl: Menstruatie
pl: Miesiączka
pt: Menstruação
ro: Menstruație
ru: Менструация

source: Metformin
es: Metformina
fr: Metformine
it: Metformina
nl: Metformine
pl: Metformina
pt: Metformina
ro: Metformină
ru: Метформин

source: Minimal
es: Mínimo
fr: Minime
it: Minimo
nl: Minimaal
pl: Minimalne
pt: Mínimo
ro: Minim
ru: Минимальный

source: Minimum
es: Mínimo
it: Minimo
pt: Mínimo
ro: Minim
ru: Минимум

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Imię
pt: Nome
ro: Nume
ru: Имя

source: OK
es: Aceptar
ru: ОК

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ro: Opțional
ru: Необязательно

source: Pen
es: Pluma
fr: Stylo
it: Penna
pl: Wstrzykiwacz
pt: Caneta
ro: Stilou injector
ru: Шприц-ручка

source: Portion
es: Ración
it: Porzione
nl: Portie
pl: Porcja
pt: Porção
ro: Porție
ru: Порция

source: Problem
es: Problema
fr: Problème
it: Problema
nl: Probleem
pt: Problema
ro: Problemă
ru: Проблема

source: Prvital feedback — %@
es: Comentarios de Prvital — %@
fr: Retour Prvital — %@
it: Feedback Prvital — %@
pl: Opinia o Prvital — %@
pt: Feedback do Prvital — %@
ro: Feedback Prvital — %@
ru: Отзыв о Prvital — %@

source: Region
es: Región
fr: Région
it: Regione
nl: Regio
pt: Região
ro: Regiune
ru: Регион

source: Sensor ring
es: Anillo de sensor
fr: Anneau de capteur
it: Anello sensore
pl: Pierścień sensora
pt: Anel de sensor
ro: Inel de senzor
ru: Кольцо сенсора

source: Snack
es: Tentempié
fr: Collation
it: Spuntino
pl: Przekąska
pt: Lanche
ro: Gustare
ru: Перекус

source: Sport
es: Deporte
pt: Desporto
ru: Спорт

source: Standard
es: Estándar
nl: Standaard
pl: Standardowa
pt: Padrão
ru: Стандартная

source: Start
es: Iniciar
fr: Commencer
it: Inizia
nl: Starten
pl: Rozpocznij
pt: Iniciar
ro: Începe
ru: Начать

source: Statin
es: Estatina
fr: Statine
it: Statina
nl: Statine
pl: Statyna
pt: Estatina
ro: Statină
ru: Статин

source: Stress
es: Estrés
pl: Stres
ro: Stres
ru: Стресс

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem
pt: Sistema
ro: Sistem
ru: Системная

source: Tags
es: Etiquetas
fr: Étiquettes
it: Etichette
nl: Labels
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Метки

source: Trend
es: Tendencia
fr: Tendance
it: Andamento
pt: Tendência
ro: Tendință
ru: Тренд

source: Trend: %@
es: Tendencia: %@
fr: Tendance : %@
it: Andamento: %@
pt: Tendência: %@
ro: Tendință: %@
ru: Тренд: %@

source: Vegan
es: Vegano
fr: Végétalien
it: Vegano
nl: Veganistisch
pl: Wegańskie
ru: Веганское

source: Zone
es: Zona
it: Zona
pl: Strefa
pt: Zona
ro: Zonă
ru: Зона

source: Zone: %@
es: Zona: %@
it: Zona: %@
pl: Strefa: %@
pt: Zona: %@
ro: Zonă: %@
ru: Зона: %@

source: bpm
es: lat/min
pl: uderz./min
ru: уд/мин

source: ~%@ in %lld min
es: ~%@ en %lld min
fr: ~%@ dans %lld min
it: ~%@ tra %lld min
nl: ~%@ over %lld min
pl: ~%@ za %lld min
pt: ~%@ em %lld min
ro: ~%@ în %lld min
ru: ~%@ через %lld мин

source: ~%@ in 15 min
es: ~%@ en 15 min
fr: ~%@ dans 15 min
it: ~%@ tra 15 min
nl: ~%@ over 15 min
pl: ~%@ za 15 min
pt: ~%@ em 15 min
ro: ~%@ în 15 min
ru: ~%@ через 15 мин

source: Aurora
fr: Aurore
pl: Zorza
ro: Auroră
ru: Аврора

source: Basal
fr: Basale
it: Basale
nl: Basaal
pl: Bazalna
ro: Bazală
ru: Базальный

source: Basal %@
fr: Basale %@
it: Basale %@
nl: Basaal %@
pl: Baza %@
ro: Bazal %@
ru: Базал %@

source: CGM / sensor
fr: CGM / capteur
it: CGM / sensore
ro: CGM / senzor
ru: CGM / сенсор

source: Diabetes
fr: Diabète
it: Diabete
pl: Cukrzyca
ro: Diabet
ru: Диабет

source: Global
fr: Mondial
it: Globale
nl: Wereldwijd
pl: Globalnie
ru: Весь мир

source: Sensor
fr: Capteur
it: Sensore
ro: Senzor
ru: Сенсор

source: Normal
it: Normale
nl: Normaal
pl: Normalny
ro: Normale
ru: Норма

source: Avatar
pl: Awatar
ru: Аватар

source: Bergenstal et al., GMI (Diabetes Care, 2018)
pl: Bergenstal i wsp., GMI (Diabetes Care, 2018)

source: %@ mg/dL/min
ru: %@ мг/дл/мин

source: %@ · %lld min
ru: %@ · %lld мин

source: %lld g
ru: %lld г

source: %lld mg·h
ru: %lld мг·ч

source: %lld min
ru: %lld мин

source: %lld min · %@
ru: %lld мин · %@

source: %lld s
ru: %lld с

source: 10 min
ru: 10 мин

source: 120 min
ru: 120 мин

source: 15 g
ru: 15 г

source: 15 min
ru: 15 мин

source: 30 min
ru: 30 мин

source: 5 min
ru: 5 мин

source: 60 min
ru: 60 мин

source: 90 min
ru: 90 мин

source: kcal
ru: ккал

source: min
ru: мин

source: ms
ru: мс

source: ~%lld min
ru: ~%lld мин
